server/templates/esup-activ-bo/setPassword.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soap:Body>
    <ns1:setPassword xmlns:ns1="http://remote.services.activbo.esupportail.org">
      <ns1:in0>{{id}}</ns1:in0>
      <ns1:in1>{{code}}</ns1:in1>
      <ns1:in2>{{password}}</ns1:in2>
    </ns1:setPassword>
  </soap:Body>
</soap:Envelope>
